[
  "obsidian-image-auto-upload-plugin",
  "file-explorer-note-count",
  "recent-files-obsidian",
  "better-export-pdf",
  "obsidian-excalidraw-plugin",
  "obsidian-custom-frames",
  "mysnippets-plugin",
  "editing-toolbar",
  "obsidian-table-generator",
  "obsidian-checklist-plugin",
  "obsidian-git",
  "cmdr",
  "agent-client",
  "templater-obsidian",
  "dataview",
  "obsidian-outliner",
  "obsidian-another-quick-switcher",
  "obsidian-custom-attachment-location"
]